[
	{
	    "name": "sun",
	    "features": {
	    	"distance": 0
		},
		"content": {
	    	"headbg": "img/planet_covers/mercury_head.jpg",
	    	"description": "<p>Sun.</p>"
		}
	}, {
	    "name": "mercury",
	    "features": {
		    "type": "terrestrial",
		    "distance": 0.39,
		    "day": 58.6,
		    "year": 88,
		    "mass": 0.055,
		    "density": 5.4,
		    "radius": 2440
	    },
	    "content": {
	    	"headbg": "img/planet_covers/mercury_head.jpg",
	    	"description": "<p>The smallest planet in our solar system and nearest to the Sun, Mercury is only slightly larger than Earth's Moon. From the surface of Mercury, the Sun would appear more than three times as large as it does when viewed from Earth, and the sunlight would be as much as 11 times brighter. Despite its proximity to the Sun, Mercury is not the hottest planet in our solar system – that title belongs to nearby Venus, thanks to its dense atmosphere. But Mercury is the fastest planet, zipping around the Sun every 88 Earth days.</p><p>As such, it circles the sun faster than all the other planets, which is why Romans named it after their swift-footed messenger god.</p><div class=\"sidebar_gallery n3\"><a data-fancybox=\"mercury\" data-caption=\"Mercury's subtle colors\" href=\"img/content_imgs/mercurycolors.jpg\" style=\"background-image: url('img/content_imgs/mercurycolors.jpg');\"></a><a data-fancybox=\"mercury\" href=\"img/content_imgs/merc1.jpg\" style=\"background-image: url('img/content_imgs/merc1.jpg');\"></a><a data-fancybox=\"mercury\" data-caption=\"Mercury transits the Sun\" href=\"img/content_imgs/transit_mercury.jpg\" style=\"background-image: url('img/content_imgs/transit_mercury.jpg');\"></a></div><p>The Sumerians also knew of Mercury since at least 5,000 years ago. It was often associated with Nabu, the god of writing. Mercury was also given separate names for its appearance as both a morning star and as an evening star. Greek astronomers knew, however, that the two names referred to the same body, and Heraclitus, around 500 B.C., correctly thought that both Mercury and Venus orbited the sun, not Earth.</p><h2>Size and Distance</h2><p>With a radius of 1,516 miles (2,440 kilometers), Mercury is a little more than 1/3 the width of Earth. If Earth were the size of a nickel, Mercury would be about as big as a blueberry.</p><p>From an average distance of 36 million miles (58 million kilometers), Mercury is 0.4 astronomical units away from the Sun. From this distance, it takes sunlight 3.2 minutes to travel from the Sun to Mercury.</p><h2>Orbit and Rotation</h2><p>Mercury's highly eccentric, egg-shaped orbit takes the planet as close as 29 million miles (47 million kilometers) and as far as 43 million miles (70 million kilometers) from the Sun. It has the highest orbital eccentricity of all the planets and speeds around the Sun every 88 days, traveling through space at nearly 29 miles (47 kilometers) per second, faster than any other planet.</p><p>Mercury spins slowly on its axis and completes one rotation every 59 Earth days. It is nearly tidally locked to the Sun and over time this has slowed the rotation of the planet to almost match its orbit around the Sun. The morning Sun appears to rise briefly, set and rise again from some parts of the planet's surface. The same thing happens in reverse at sunset for other parts of the surface.</p><p>Mercury's axis of rotation is tilted just 2 degrees with respect to the plane of its orbit around the Sun. That means it spins nearly perfectly upright and so does not experience seasons like many other planets do.</p><h2>Formation</h2><p>Mercury formed about 4.5 billion years ago when gravity pulled swirling gas and dust together to form this small planet nearest the Sun. Like its fellow terrestrial planets, Mercury has a central core, a rocky mantle and a solid crust.</p><h2>Structure</h2><p>Mercury is one of five planets visible with the naked eye and the second densest planet, after Earth. Each cubic centimetre has a density of 5.4 grams, with only the Earth having a higher density. This is largely due to Mercury being composed mainly of heavy metals and rock. It has a large metallic core with a radius of about 1,289 miles (2,074 kilometers), about 85 percent of the planet's radius. There is evidence that it is partly molten, or liquid. Mercury's outer shell, comparable to Earth's outer shell (called the mantle and crust), is only about 400 kilometers (250 miles) thick. The planet itself is just 4,879 Kilometres across its equator, compared with 12,742 Kilometres for the Earth.</p><a data-fancybox=\"mercury\" data-caption=\"The moon, Mercury and Venus to appear in sky together (B. Tafreshi)\" href=\"img/content_imgs/mercury_night_sky.jpg\"><img src=\"img/content_imgs/mercury_night_sky.jpg\" alt=\"Mercury at the night sky\"></a><h2>Surface</h2><p>Mercury's surface resembles that of Earth's moon, scarred by many impact craters resulting from collisions with meteoroids and comets. Craters and features on Mercury are named after famous deceased artists, musicians or authors, including children's author Dr. Seuss and dance pioneer Alvin Ailey.</p><div class=\"sidebar_gallery n3\"><a data-fancybox=\"mercury\" data-caption=\"One of the Mercury's crater\" href=\"img/content_imgs/mercurys_crater.jpg\" style=\"background-image: url('img/content_imgs/mercurys_crater.jpg');\"></a><a data-fancybox=\"mercury\" data-caption=\"Van Eyck crater\" href=\"img/content_imgs/van_eyck_crater.jpg\" style=\"background-image: url('img/content_imgs/van_eyck_crater.jpg');\"></a><a data-fancybox=\"mercury\" data-caption=\"This area east of Mercury's giant Caloris Basin\" href=\"img/content_imgs/caloris_basin.jpg\" style=\"background-image: url('img/content_imgs/caloris_basin.jpg');\"></a></div><p>Very large impact basins, including Caloris (960 miles or 1,550 kilometers in diameter) and Rachmaninoff (190 miles, or 306 kilometers in diameter), were created by asteroid impacts on the planet's surface early in the solar system's history. While there are large areas of smooth terrain, there are also cliffs, some hundreds of miles long and soaring up to a mile high. They rose as the planet's interior cooled and contracted over the billions of years since Mercury formed.</p><p>Most of Mercury's surface would appear greyish-brown to the human eye. The bright streaks are called \"crater rays\". They are formed when an asteroid or comet strikes the surface. The tremendous amount of energy that is released in such an impact digs a big hole in the ground, and also crushes a huge amount of rock under the point of impact. Some of this crushed material is thrown far from the crater and then falls to the surface, forming the rays. Fine particles of crushed rock are more reflective than large pieces, so the rays look brighter. The space environment—dust impacts and solar-wind particles—causes the rays to darken with time.</p><a data-fancybox=\"mercury\" data-caption=\"Mercury crater rays\" href=\"img/content_imgs/mercury_wrinkles.jpg\"><img src=\"img/content_imgs/mercury_wrinkles.jpg\" alt=\"Mercury Wrinkles\"></a><p>Temperatures on the surface of Mercury are extreme, both hot and cold. During the day, temperatures on Mercury's surface can reach 800 degrees Fahrenheit (430 degrees Celsius). Because the planet has no atmosphere to retain that heat, nighttime temperatures on the surface can drop to minus 290 degrees Fahrenheit (minus 180 degrees Celsius).</p><p>Mercury may have water ice at its north and south poles inside deep craters, but only in regions of permanent shadow. There it could be cold enough to preserve water ice despite the high temperatures on sunlit parts of the planet.</p><h2>Atmosphere</h2><p>Instead of an atmosphere, Mercury possesses a thin exosphere made up of atoms blasted off the surface by the solar wind and striking meteoroids. Mercury's exosphere is composed mostly of oxygen, sodium, hydrogen, helium and potassium.</p><h2>Potential for Life</h2><p>Mercury's environment is not conducive to life as we know it. The temperatures and solar radiation that characterize this planet are most likely too extreme for organisms to adapt to.</p><h2>Moons</h2><p>Mercury has no moon.</p><h2>Magnetosphere</h2><p>Mercury's magnetic field is offset relative to the planet's equator. Though Mercury's magnetic field at the surface has just one percent the strength of Earth's, it interacts with the magnetic field of the solar wind to sometimes create intense magnetic tornadoes that funnel the fast, hot solar wind plasma down to the surface of the planet. When the ions strike the surface, they knock off neutrally charged atoms and send them on a loop high into the sky.</p><iframe src=\"https://www.youtube.com/embed/0KBjnNuhRHs\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
	    }
	}, {
	    "name": "venus",
	    "features": {
		    "type": "terrestrial",
		    "distance": 0.723,
		    "day": 116.7,
		    "year": 255,
		    "mass": 0.815,
		    "density": 5.2,
		    "radius": 6052
	    },
	    "content": {
	    	"headbg": "img/planet_covers/venus_head.jpg",
	    	"description": "<p>Venus is the second planet from the Sun and our closest planetary neighbor. Similar in structure and size to Earth. Its thick atmosphere traps heat in a runaway greenhouse effect, making it the hottest planet in our solar system with surface temperatures hot enough to melt lead. Glimpses below the clouds reveal volcanoes and deformed mountains.</p><p>Venus is named for the ancient Roman goddess of love and beauty. The planet - the only planet named after a female - may have been named for the most beautiful deity of her pantheon because it shone the brightest of the five planets known to ancient astronomers.</p><a data-fancybox=\"venus\" data-caption=\"Venus in the night sky (bright spot in the bottom)\" href=\"img/content_imgs/venus_in_the_sky.jpg\"><img src=\"img/content_imgs/venus_in_the_sky.jpg\" alt=\"Venus in the night sky\"></a><p>In ancient times, Venus was often thought to be two different stars, the evening star and the morning star - that is, the ones that first appeared at sunset and sunrise. In Latin, they were respectively known as Vesper and Lucifer. In Christian times, Lucifer, or \"light-bringer\" became known as the name of Satan before his fall. However, further observations of Venus in the space age show a very hellish environment. This makes Venus a very difficult planet to observe from up close, because spacecraft do not survive long on its surface.</p><p>Venus is the second brightest object in the evening sky. Only the Moon is brighter. With a magnitude of between -3.8 to -4.6 Venus is so bright it can be seen during daytime on a clear day.</p><h2>Size and Distance</h2><p>With a radius of 3,760 miles (6,052 kilometers), Venus is roughly the same size as Earth — just slightly smaller.</p><a data-fancybox=\"venus\" data-caption=\"Venus (without atmosphere) and Earth comparison\" href=\"img/content_imgs/venus_earth_comparison.jpg\"><img src=\"img/content_imgs/venus_earth_comparison.jpg\" alt=\"Venus in the night sky\"></a><p>From an average distance of 67 million miles (108 million kilometers), Venus is 0.7 astronomical units away from the Sun. One astronomical unit (abbreviated as AU), is the distance from the Sun to Earth. It takes sunlight 6 minutes to travel from the Sun to Venus.</p><h2>Orbit and Rotation</h2><p>Venus' rotation and orbit are unusual in several ways. Venus is one of just two planets that rotate from east to west. Only Venus and Uranus have this \"backwards\" rotation. It completes one rotation in 243 Earth days — the longest day of any planet in our solar system, even longer than a whole year on Venus. But the Sun doesn't rise and set each \"day\" on Venus like it does on most other planets. On Venus, one day-night cycle takes 117 Earth days because Venus rotates in the direction opposite of its orbital revolution around the Sun.</p><p>Venus makes a complete orbit around the Sun (a year in Venusian time) in 225 Earth days or slightly less than two Venusian day-night cycles. Its orbit around the Sun is the most circular of any planet — nearly a perfect circle. Other planet's orbits are more elliptical, or oval-shaped.</p><p>With an axial tilt of just 3 degrees, Venus spins nearly upright, and so does not experience noticeable seasons.</p><h2>Formation</h2><p>When the solar system settled into its current layout about 4.5 billion years ago, Venus formed when gravity pulled swirling gas and dust together to form the second planet from the Sun. Like its fellow terrestrial planets, Venus has a central core, a rocky mantle and a solid crust.</p><h2>Structure</h2><p>Venus is in many ways similar to Earth in its structure. It has an iron core that is approximately 2,000 miles (3,200 kilometers) in radius. Above that is a mantle made of hot rock slowly churning due to the planet's interior heat. The surface is a thin crust of rock that bulges and moves as Venus' mantle shifts and creates volcanoes.</p><p>From space, Venus is bright white because it is covered with clouds that reflect and scatter sunlight. At the surface, the rocks are different shades of grey, like rocks on Earth, but the thick atmosphere filters the sunlight so that everything would look orange if you were standing on Venus.</p><p>Venus has mountains, valleys, and tens of thousands of volcanoes. The highest mountain on Venus, Maxwell Montes, is 20,000 feet high (8.8 kilometers), similar to the highest mountain on Earth, Mount Everest. The landscape is dusty, and surface temperatures reach a scalding 880 degrees Fahrenheit (471 degrees Celsius).</p><p>It is thought that Venus was completely resurfaced by volcanic activity 300 to 500 million years ago. Venus has two large highland areas: Ishtar Terra, about the size of Australia, in the north polar region; and Aphrodite Terra, about the size of South America, straddling the equator and extending for almost 6,000 miles (10,000 kilometers).</p><p>Venus is covered in craters, but none are smaller than 0.9 to 1.2 miles (1.5 to 2 kilometers) across. Small meteoroids burn up in the dense atmosphere, so only large meteoroids reach the surface and create impact craters.</p><div class=\"sidebar_gallery n4\"><a data-fancybox=\"venus\" data-caption=\"Maat Mons is displayed in this computer generated three-dimensional perspective of the surface of Venus\" href=\"img/content_imgs/maat_mons.jpg\" style=\"background-image: url('img/content_imgs/maat_mons.jpg');\"></a><a data-fancybox=\"venus\" data-caption=\"Venera 10 landing site on Venus\" href=\"img/content_imgs/venusmagellan.jpg\" style=\"background-image: url('img/content_imgs/venusmagellan.jpg');\"></a><a data-fancybox=\"venus\" data-caption=\"Wheatley crater on Venus\" href=\"img/content_imgs/wheatleycrater.jpg\" style=\"background-image: url('img/content_imgs/wheatleycrater.jpg');\"></a><a data-fancybox=\"venus\" data-caption=\"Crater Isabella, the second largest impact crafter on Venus with a diameter of 108 miles (175 kilometers)\" href=\"img/content_imgs/isabella.jpg\" style=\"background-image: url('img/content_imgs/isabella.jpg');\"></a></div><p>Almost all the surface features of Venus are named for noteworthy Earth women — both mythological and real. A volcanic crater is named for Sacajawea, the Native American woman who guided Lewis and Clark's exploration. A deep canyon is named for Diana, Roman goddess of the hunt.</p><h2>Atmosphere</h2><p>Venus' atmosphere consists mainly of carbon dioxide, with clouds of sulfuric acid droplets. The thick atmosphere traps the Sun's heat, resulting in surface temperatures higher than 880 degrees Fahrenheit (470 degrees Celsius). The atmosphere has many layers with different temperatures. At the level where the clouds are, about 30 miles up from the surface, it's about the same temperature as on the surface of the Earth.</p><p>As Venus moves forward in its solar orbit while slowly rotating backwards on its axis, the top level of clouds zips around the planet every four Earth days, driven by hurricane-force winds traveling at about 224 miles (360 kilometers) per hour. Atmospheric lightning bursts light up these quick-moving clouds. Speeds within the clouds decrease with cloud height, and at the surface are estimated to be just a few miles per hour.</p><div class=\"sidebar_gallery n2\"><a data-fancybox=\"venus\" data-caption=\"Venus surface\" href=\"img/content_imgs/vsurf1.jpg\" style=\"background-image: url('img/content_imgs/vsurf1.jpg');\"></a><a data-fancybox=\"venus\" data-caption=\"Image from the surface of Venus, taken by Venera 13, a Russian probe - from 1982\" href=\"img/content_imgs/vsurf2.jpg\" style=\"background-image: url('img/content_imgs/vsurf2.jpg');\"></a></div><p>On the ground, it would look like a very hazy, overcast day on Earth. Atmospheric pressure on venus is 92 times greater than the Earth's, so it would feel like you were 1 mile (1.6 kilometers) deep underwater.</p><h2>Potential for Life</h2><p>No human has visited Venus, but the spacecraft that have been sent to the surface of Venus do not last very long there. Venus' high surface temperatures overheat electronics in spacecraft in a short time, so it seems unlikely that a person could survive for long on the Venusian surface.</p><p>There is speculation about life existing in Venus' distant past, as well as questions about the possibility of life in the top cloud layers of Venus' atmosphere, where the temperatures are less extreme.</p><h2>Moons</h2><p>Venus has no moons.</p><h2>Magnetosphere</h2><p>Even though Venus is similar in size to the Earth and has a similarly-sized iron core, Venus' magnetic field is much weaker than the Earth's due to Venus' slow rotation.</p><iframe src=\"https://www.youtube.com/embed/BvXa1n9fjow\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
		}
	}, {
	    "name": "earth",
	    "features": {
	    	"type": "terrestrial",
	    	"distance": 1,
	    	"day": 24,
	    	"year": 365,
	    	"mass": 1,
	    	"density": 5.5,
	    	"radius": 6371
	    },
	    "content": {
	    	"headbg": "img/planet_covers/earth_head.jpg",
	    	"description": "<p>Our home planet is the third planet from the Sun, and the only place we know of so far that’s inhabited by living things. While Earth It is the only planet known to have an atmosphere containing free oxygen, oceans of liquid water on its surface, and, of course, life. Just slightly larger than nearby Venus, Earth is the largest of the planets in the solar systm - smaller than the four gas giants, Jupiter, Saturn, Uranusand Neptune, but larger than the three other planets, all of which are made of rock and metal.</p><a data-fancybox=\"earth\" data-caption=\"Earth's landscape\" href=\"img/content_imgs/earth_landsc.jpg\"><img src=\"img/content_imgs/earth_landsc.jpg\" alt=\"Earth landscape\"></a><p>The name Earth is at least 1,000 years old. All of the planets, except for Earth, were named after Greek and Roman gods and goddesses. However, the name Earth is a Germanic word, which simply means \"the ground\".</p><h2>Size and Distance</h2><p>With a radius of 3,959 miles (6,371 kilometers), Earth is the biggest of the terrestrial planets, and the fifth largest planet overall.</p><p>From an average distance of 93 million miles (150 million kilometers), Earth is exactly one astronomical unit away from the Sun because one astronomical unit (abbreviated as AU), is the average distance from the Sun to Earth. This unit provides an easy way to quickly compare planets' distances from the Sun.</p><p>It takes about eight minutes for light from the Sun to reach our planet.</p><h2>Orbit and Rotation</h2><p>As Earth orbits the Sun, it completes one rotation every 23.9 hours. It takes 365.25 days to complete one trip around the Sun. That extra quarter of a day presents a challenge to our calendar system, which counts one year as 365 days. To keep our yearly calendars consistent with our orbit around the Sun, every four years we add one day. That day is called a leap day, and the year it's added to is called a leap year.</p><p>Earth's axis of rotation is tilted 23.4 degrees with respect to the plane of Earth's orbit around the Sun. This tilt causes our yearly cycle of seasons. During part of the year, the northern hemisphere is tilted toward the Sun and the southern hemisphere is tilted away. With the Sun higher in the sky, solar heating is greater in the north producing summer there. Less direct solar heating produces winter in the south. Six months later, the situation is reversed. When spring and fall begin, both hemispheres receive roughly equal amounts of heat from the Sun.</p><a data-fancybox=\"earth\" data-caption=\"Earth's seasons\" href=\"img/content_imgs/seasons.png\"><img src=\"img/content_imgs/seasons.png\" alt=\"Earth seasons\"></a><p>Earth's rotation is gradually slowing. This deceleration is happening almost imperceptibly, at approximately 17 milliseconds per hundred years, although the rate at which it occurs is not perfectly uniform. This has the effect of lengthening our days, but it happens so slowly that it could be as much as 140 million years before the length of a day will have increased to 25 hours.</p><h2>Formation</h2><p>When the solar system settled into its current layout about 4.5 billion years ago, Earth formed when gravity pulled swirling gas and dust in to become the third planet from the Sun. Like its fellow terrestrial planets, Earth has a central core, a rocky mantle and a solid crust.</p><p>The Earth was once believed to be the centre of the universe. Due to the apparent movements of the Sun and planets in relation to their viewpoint, ancient scientists insisted that the Earth remained static, whilst other celestial bodies travelled in circular orbits around it. Eventually, the view that the Sun was at the centre of the universe was postulated by Copernicus, though this is also not the case.</p><h2>Structure</h2><p>Earth is composed of four main layers, starting with an inner core at the planet's center, enveloped by the outer core, mantle and crust.</p><p>The inner core is a solid sphere made of iron and nickel metals about 759 miles (1,221 kilometers) in radius. There the temperature is as high as 9,800 degrees Fahrenheit (5,400 degrees Celsius). Surrounding the inner core is the outer core. This layer is about 1,400 miles (2,300 kilometers) thick, made of iron and nickel fluids.</p><p>In between the outer core and crust is the mantle, the thickest layer. This hot, viscous mixture of molten rock is about 1,800 miles (2,900 kilometers) thick and has the consistency of caramel. The outermost layer, Earth's crust, goes about 19 miles (30 kilometers) deep on average on land. At the bottom of the ocean, the crust is thinner and extends about 3 miles (5 kilometers) from the sea floor to the top of the mantle.</p><h2>Surface</h2><p>Like Mars and Venus, Earth has volcanoes, mountains and valleys. Earth's lithosphere, which includes the crust (both continental and oceanic) and the upper mantle, is divided into huge plates that are constantly moving. For example, the North American plate moves west over the Pacific Ocean basin, roughly at a rate equal to the growth of our fingernails. Earthquakes result when plates grind past one another, ride up over one another, collide to make mountains, or split and separate.</p><div class=\"sidebar_gallery n3\"><a data-fancybox=\"earth\" data-caption=\"Satellite Photo of the United States at Night\" href=\"img/content_imgs/e_surf3.jpg\" style=\"background-image: url('img/content_imgs/e_surf3.jpg');\"></a><a data-fancybox=\"earth\" data-caption=\"Glaciers flow into the Shimshal Valley\" href=\"img/content_imgs/e_surf2.jpg\" style=\"background-image: url('img/content_imgs/e_surf2.jpg');\"></a><a data-fancybox=\"earth\" data-caption=\"Dust plumes from Iran\" href=\"img/content_imgs/e_surf.jpg\" style=\"background-image: url('img/content_imgs/e_surf.jpg');\"></a></div><p>Earth's global ocean, which covers nearly 70 percent of the planet's surface, has an average depth of about 2.5 miles (4 kilometers) and contains 97 percent of Earth's water. Almost all of Earth's volcanoes are hidden under these oceans. Hawaii's Mauna Kea volcano is taller from base to summit than Mount Everest, but most of it is underwater. Earth's longest mountain range is also underwater, at the bottom of the Arctic and Atlantic oceans. It is four times longer than the Andes, Rockies and Himalayas combined.</p><h2>Atmosphere</h2><p>Near the surface, Earth has an atmosphere that consists of 78 percent nitrogen, 21 percent oxygen, and 1 percent other gases such as argon, carbon dioxide and neon. The atmosphere affects Earth's long-term climate and short-term local weather and shields us from much of the harmful radiation coming from the Sun. It also protects us from meteoroids, most of which burn up in the atmosphere, seen as meteors in the night sky, before they can strike the surface as meteorites.</p><a data-fancybox=\"earth\" data-caption=\"Earth's atmosphere\" href=\"img/content_imgs/earth_atmo.jpg\"><img src=\"img/content_imgs/earth_atmo.jpg\" alt=\"Earth atmosphere\"></a><h2>Potential for Life</h2><p>Earth has a very hospitable temperature and mix of chemicals that have made life possible here. Most notably, Earth is unique in that most of our planet is covered in water, since the temperature allows liquid water to exist for extended periods of time. Earth's vast oceans provided a convenient place for life to begin about 3.8 billion years ago.</p><p>Some of the features of our planet that make it great for sustaining life are changing due to the ongoing effects of climate change.</p><h2>Moons</h2><p>Earth is the only planet that has a single moon. Our Moon is the brightest and most familiar object in the night sky. In many ways, the Moon is responsible for making Earth such a great home. It stabilizes our planet's wobble, which has made the climate less variable over thousands of years.</p><p>Earth sometimes temporarily hosts orbiting asteroids or large rocks. They are typically trapped by Earth's gravity for a a few months or years before returning to an orbit around the Sun. Some asteroids will be in a long “dance” with Earth as both orbit the Sun.</p><p>Some moons are bits of rock that were captured by a planet's gravity, but our Moon is likely the result of a collision billions of years ago. When Earth was a young planet, a large chunk of rock smashed into it, displacing a portion of Earth's interior. The resulting chunks clumped together and formed our Moon. With a radius of 1,080 miles (1,738 kilometers), the Moon is the fifth largest moon in our solar system (after Ganymede, Titan, Callisto and Io).</p><iframe src=\"https://www.youtube.com/embed/6AviDjR9mmo\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><p>The Moon is farther away from Earth than most people realize. The Moon is an average of 238,855 miles (384,400 kilometers) away. That means 30 Earth-sized planets could fit in between Earth and the Moon.</p><h2>Magnetosphere</h2><p>Our planet's rapid rotation and molten nickel-iron core give rise to a magnetic field, which the solar wind distorts into a teardrop shape in space. (The solar wind is a stream of charged particles continuously ejected from the Sun.) When charged particles from the solar wind become trapped in Earth's magnetic field, they collide with air molecules above our planet's magnetic poles. These air molecules then begin to glow and cause aurorae, or the northern and southern lights.</p><div class=\"sidebar_gallery n2\"><a data-fancybox=\"earth\" href=\"img/content_imgs/earth_auroraes.jpg\" style=\"background-image: url('img/content_imgs/earth_auroraes.jpg');\"></a><a data-fancybox=\"earth\" href=\"img/content_imgs/northern_lights_iceland.jpg\" style=\"background-image: url('img/content_imgs/northern_lights_iceland.jpg');\"></a></div><p>The magnetic field is what causes compass needles to point to the North Pole regardless of which way you turn. But the magnetic polarity of Earth can change, flipping the direction of the magnetic field. The geologic record tells scientists that a magnetic reversal takes place about every 400,000 years on average, but the timing is very irregular. As far as we know, such a magnetic reversal doesn't cause any harm to life on Earth, and a reversal is very unlikely to happen for at least another thousand years. But when it does happen, compass needles are likely to point in many different directions for a few centuries while the switch is being made. And after the switch is completed, they will all point south instead of north.​</p><iframe src=\"https://www.youtube.com/embed/uHUTbq-j0UU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
	    }
	}, {
	    "name": "mars",
	    "features": {
	    	"type": "terrestrial",
	    	"distance": 1.524,
	    	"day": 24.7,
	    	"year": 687,
	    	"mass": 0.107,
	    	"density": 3.9,
	    	"radius": 3390
	    },
	    "content": {
	    	"headbg": "img/planet_covers/mars_head.jpg",
	    	"description": "<p>The fourth planet from the Sun, Mars is a dusty, cold, desert world with a very thin atmosphere. This dynamic planet has seasons, polar ice caps, extinct volcanoes, canyons and weather. Mars is one of the most explored bodies in our solar system, and it's the only planet where we've sent rovers to roam the alien landscape. NASA missions have found lots of evidence that Mars was much wetter and warmer, with a thicker atmosphere, billions of years ago.</p><p>Mars was named by the Romans for their god of war because its reddish color was reminiscent of blood. Other civilizations also named the planet for this attribute; for example, the Egyptians called it \"Her Desher\", meaning \"the red one\" while ancient Chinese astronomers dubbed it \"the fire star\". Even today, it is frequently called the \"Red Planet\" because iron minerals in the Martian dirt oxidize, or rust, causing the surface to look red.</p><h2>Size and Distance</h2><p>With a radius of 2,106 miles (3,390 kilometers), Mars is about half the size of Earth. If Earth were the size of a nickel, Mars would be about as big as a raspberry.</p><p>From an average distance of 142 million miles (228 million kilometers), Mars is 1.5 astronomical units away from the Sun. One astronomical unit (abbreviated as AU), is the distance from the Sun to Earth. From this distance, it takes sunlight 13 minutes to travel from the Sun to Mars.</p><a data-fancybox=\"mars\" data-caption=\"Earth and Mars size comparison\" href=\"img/content_imgs/mars_and_earth.jpg\"><img src=\"img/content_imgs/mars_and_earth.jpg\" alt=\"Earth and Mars size\"></a><p>Mars and Earth have approximately the same landmass. Even though Mars has only 15% of the Earth's volume and just over 10% of the Earth's mass, around two thirds of the Earth's surface is covered in water. Martian surface gravity is only 37% of the Earth's (meaning you could leap nearly three times higher on Mars).</p><h2>Orbit and Rotation</h2><p>As Mars orbits the Sun, it completes one rotation every 24.6 hours, which is very similar to one day on Earth (23.9 hours). Martian days are called sols—short for \"solar day\". A year on Mars lasts 669.6 sols, which is the same as 687 Earth days.</p><p>Mars' axis of rotation is tilted 25 degrees with respect to the plane of its orbit around the Sun. This is another similarity with Earth, which has an axial tilt of 23.4 degrees. Like Earth, Mars has distinct seasons, but they last longer than seasons here on Earth since Mars takes longer to orbit the Sun (because it's farther away). And while here on Earth the seasons are evenly spread over the year, lasting 3 months (or one quarter of a year), on Mars the seasons vary in length because of Mars' elliptical, egg-shaped orbit around the Sun.</p><p>Spring in the northern hemisphere (autumn in the southern) is the longest season at 194 sols. Autumn in the northern hemisphere (spring in the southern) is the shortest at 142 days. Northern winter/southern summer is 154 sols, and northern summer/southern winter is 178 sols.</p><h2>Formation</h2><p>When the solar system settled into its current layout about 4.5 billion years ago, Mars formed when gravity pulled swirling gas and dust in to become the fourth planet from the Sun. Mars is about half the size of Earth, and like its fellow terrestrial planets, it has a central core, a rocky mantle and a solid crust.</p><h2>Structure</h2><p>Mars has a dense core at its center between 930 and 1,300 miles (1,500 to 2,100 kilometers) in radius. It's made of iron, nickel and sulfur. Surrounding the core is a rocky mantle between 770 and 1,170 miles (1,240 to 1,880 kilometers) thick, and above that, a crust made of iron, magnesium, aluminum, calcium and potassium. This crust is between 6 and 30 miles (10 to 50 kilometers) deep.</p><h2>Surface</h2><p>The Red Planet is actually many colors. At the surface we see colors such as brown, gold and tan. The reason Mars looks reddish is due to oxidization—or rusting—of iron in the rocks, regolith (Martian “soil”), and dust of Mars. This dust gets kicked up into the atmosphere and from a distance makes the planet appear mostly red.</p><a data-fancybox=\"mars\" data-caption=\"Martian landscape\" href=\"img/content_imgs/martian_landscape.jpg\"><img src=\"img/content_imgs/martian_landscape.jpg\" alt=\"Martian landscape\"></a><p>Interestingly, while Mars is about half the diameter of Earth, its surface has nearly the same area as Earth’s dry land. Its volcanoes, impact craters, crustal movement, and atmospheric conditions such as dust storms have altered the landscape of Mars over many years, creating some of the solar system's most interesting topographical features.</p><p>A large canyon system called Valles Marineris is long enough to stretch from California to New York—more than 3,000 miles (4,800 kilometers). This Martian canyon is 200 miles (320 kilometers) at its widest and 4.3 miles (7 kilometers) at its deepest. That's about 10 times the size of Earth's Grand Canyon.</p><a data-fancybox=\"mars\" data-caption=\"Valles Marineris\" href=\"img/content_imgs/valles-marineris.jpg\"><img src=\"img/content_imgs/valles-marineris.jpg\" alt=\"Valles Marineris\"></a><p>Mars is home to the largest volcano in the solar system, Olympus Mons. A shield volcano, is 21km high and 600km in diameter. It's three times taller than Earth's Mt. Everest with a base the size of the state of New Mexico. Despite having formed over billions of years, evidence from volcanic lava flows is so recent many scientists believe it could still be active.</p><a data-fancybox=\"mars\" data-caption=\"Olympus Mons\" href=\"img/content_imgs/olympus_mons.jpg\"><img src=\"img/content_imgs/olympus_mons.jpg\" alt=\"Olympus Mons\"></a><p>Mars appears to have had a watery past, with ancient river valley networks, deltas and lakebeds, as well as rocks and minerals on the surface that could only have formed in liquid water. Some features suggest that Mars experienced huge floods about 3.5 billion years ago.</p><p>There is water on Mars today, but the Martian atmosphere is too thin for liquid water to exist for long on the surface. Today, water on Mars is found in the form of water-ice just under the surface in the polar regions as well as in briny (salty) water, which seasonally flows down some hillsides and crater walls.</p><div class=\"sidebar_gallery n2\"><a data-fancybox=\"mars\" data-caption=\"Dry ice on Mars\" href=\"img/content_imgs/martian_ice1.jpg\" style=\"background-image: url('img/content_imgs/martian_ice1.jpg');\"></a><a data-fancybox=\"mars\" data-caption=\"Ice near Martian south pole\" href=\"img/content_imgs/martian_ice2.jpg\" style=\"background-image: url('img/content_imgs/martian_ice2.jpg');\"></a></div><p>Only 18 missions to Mars have been successful. As of September 2014 there have been 40 missions to Mars, including orbiters, landers and rovers but not counting flybys. The most recent arrivals include the Mars Curiosity mission in 2012, the MAVEN mission, which arrived on September 22, 2014, followed by the Indian Space Research Organization's MOM Mangalyaan orbiter, which arrived on September 24, 2014.</p><div class=\"sidebar_gallery n3\"><a data-fancybox=\"mars\" data-caption=\"A self-portrait of NASA's Curiosity rover taken on Sol 2082 (June 15, 2018)\" href=\"img/content_imgs/martian_surf1.jpg\" style=\"background-image: url('img/content_imgs/martian_surf1.jpg');\"></a><a data-fancybox=\"mars\" data-caption=\"One more Curiosity's selfie\" href=\"img/content_imgs/martian_surf2.jpg\" style=\"background-image: url('img/content_imgs/martian_surf2.jpg');\"></a><a data-fancybox=\"mars\" href=\"img/content_imgs/martian_surf3.jpg\" style=\"background-image: url('img/content_imgs/martian_surf3.jpg');\"></a></div><h2>Atmosphere</h2><p>Mars has a thin atmosphere made up mostly of carbon dioxide, nitrogen and argon gases. To our eyes, the sky would be hazy and red because of suspended dust instead of the familiar blue tint we see on Earth. Mars' sparse atmosphere doesn't offer much protection from impacts by such objects as meteorites, asteroids and comets.</p><p>The temperature on Mars can be as high as 70 degrees Fahrenheit (20 degrees Celsius) or as low as about -225 degrees Fahrenheit (-153 degrees Celsius). And because the atmosphere is so thin, heat from the Sun easily escapes this planet. If you were to stand on the surface of Mars on the equator at noon, it would feel like spring at your feet (75 degrees Fahrenheit or 24 degrees Celsius) and winter at your head (32 degrees Fahrenheit or 0 degrees Celsius).</p><a data-fancybox=\"mars\" data-caption=\"Martian atmosphere\" href=\"img/content_imgs/martian_atmo.jpg\"><img src=\"img/content_imgs/martian_atmo.jpg\" alt=\"Martian atmosphere\"></a><p>Winds on Mars are strong enough to create the largest dust storms in the solar systm that cover much of the planet. They can last for months and cover the entire planet. After such storms, it can be months before all of the dust settles. The seasons are extreme because its elliptical (oval-shaped) orbital path around the Sun is more elongated than most other planets in the solar systm.</p><h2>Potential for Life</h2><p>Scientists don't expect to find living things currently thriving on Mars. Instead, they're looking for signs of life that existed long ago, when Mars was warmer and covered with water.</p><h2>Moons</h2><p>Mars has two small moons, Phobos and Deimos, that may be captured asteroids. They're potato-shaped because they have too little mass for gravity to make them spherical. The moons get their names from the horses that pulled the chariot of the Greek god of war, Ares. In ancient Greek, Phobos means \"flight\", and Deimos means \"fear\".</p><p>Phobos, the innermost and larger moon, is heavily cratered, with deep grooves on its surface. It is slowly moving towards Mars and will crash into the planet or break apart in about 50 million years.</p><div class=\"sidebar_gallery n2\"><a data-fancybox=\"mars\" data-caption=\"Phobos photo\" href=\"img/content_imgs/phobos.jpg\" style=\"background-image: url('img/content_imgs/phobos.jpg');\"></a><a data-fancybox=\"mars\" data-caption=\"Deimos photo\" href=\"img/content_imgs/deimos.jpg\" style=\"background-image: url('img/content_imgs/deimos.jpg');\"></a></div><p>Deimos is about half as big as Phobos and orbits two and a half times farther away from Mars. Oddly-shaped Deimos is covered in loose dirt that often fills the craters on its surface, making it appear smoother than pockilometersarked Phobos.</p><h2>Rings</h2><p>Mars has no rings. However, in 50 million years when Phobos crashes into Mars or breaks apart, it could create a dusty ring around the Red Planet.</p><h2>Magnetosphere</h2><p>Mars has no global magnetic field today, but areas of the Martian crust in the southern hemisphere are highly magnetized, indicating traces of a magnetic field from 4 billion years ago.​</p><iframe src=\"https://www.youtube.com/embed/D8pnmwOXhoY\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
	    }
	}, {
	    "name": "asteroid_belt",
	    "features": {
	    	"distance": 2
	    },
	    "content": {
	    	"description": "<p>Ab</p>"
	    }
	}, {
	    "name": "jupiter",
	    "features": {
	    	"type": "gas giant",
	    	"distance": 5.203,
	    	"day": 10,
	    	"year": 11.9,
	    	"mass": 317.8,
	    	"density": 1.3,
	    	"radius": 69911
	    },
	    "content": {
	    	"headbg": "img/planet_covers/jupiter_head.jpg",
	    	"description": "<p>Jupiter is the fifth planet from our Sun and is, by far, the largest planet in the solar system – more than twice as massive as all the other planets combined. Jupiter's stripes and swirls are actually cold, windy clouds of ammonia and water, floating in an atmosphere of hydrogen and helium. Jupiter’s iconic Great Red Spot is a giant storm bigger than Earth that has raged for hundreds of years.</p><p>Jupiter helped revolutionize the way we saw the universe and ourselves in 1610, when Galileo discovered Jupiter's four large moons - Io, Europa, Ganymede and Callisto, now known as the Galilean moons. This was the first time that celestial bodies were seen circling an object other than Earth, major support of the Copernican view that Earth was not the center of the universe. Jupiter also has several rings, but unlike the famous rings of Saturn, Jupiter’s rings are very faint and made of dust, not ice.</p><p>Jupiter is the fourth brightest object in the solar systm. Only the Sun, Moon and Venus are brighter. It is one of five planets visible to the naked eye from Earth.</p><p>The ancient Babylonians were the first to record their sightings of Jupiter. This was around the 7th or 8th century BC. Jupiter is named after the king of the Roman gods. To the Greeks, it represented Zeus, the god of thunder. The Mesopotamians saw Jupiter as the god Marduk and patron of the city of Babylon. Germanic tribes saw this planet as Donar, or Thor.</p><h2>Size and Distance</h2><p>With a radius of 43,440.7 miles (69,911 kilometers), Jupiter is 11 times wider than Earth. If Earth were the size of a nickel, Jupiter would be about as big as a basketball.</p><a data-fancybox=\"jupiter\" data-caption=\"Jupiter and Earth size comparison\" href=\"img/content_imgs/jupiter_earth.jpg\"><img src=\"img/content_imgs/jupiter_earth.jpg\" alt=\"Jupiter and Earth size comparison\"></a><p>From an average distance of 484 million miles (778 million kilometers), Jupiter is 5.2 astronomical units away from the Sun. One astronomical unit (abbreviated as AU), is the distance from the Sun to Earth. From this distance, it takes Sunlight 43 minutes to travel from the Sun to Jupiter.</p><h2>Orbit and Rotation</h2><p>Jupiter has the shortest day in the solar system. One day on Jupiter takes only about 10 hours (the time it takes for Jupiter to rotate or spin around once), the rapid rotation flattens the planet slightly, giving it an oblate shape. Jupiter makes a complete orbit around the Sun (a year in Jovian time) in about 12 Earth years (4,333 Earth days). From our point of view on Earth, it appears to move slowly in the sky, taking months to move from one constellation to another.</p><p>Its equator is tilted with respect to its orbital path around the Sun by just 3 degrees. This means Jupiter spins nearly upright and does not have seasons as extreme as other planets do.</p><h2>Formation</h2><p>Jupiter took shape when the rest of the solar system formed about 4.5 billion years ago, when gravity pulled swirling gas and dust in to become this gas giant. Jupiter took most of the mass left over after the formation of the Sun, ending up with more than twice the combined material of the other bodies in the solar system. In fact, Jupiter has the same ingredients as a star, but it did not grow massive enough to ignite.</p><p>About 4 billion years ago, Jupiter settled into its current position in the outer solar system, where it is the fifth planet from the Sun.</p><h2>Structure</h2><p>The composition of Jupiter is similar to that of the Sun—mostly hydrogen and helium. Deep in the atmosphere, pressure and temperature increase, compressing the hydrogen gas into a liquid. This gives Jupiter the largest ocean in the solar system—an ocean made of hydrogen instead of water. Scientists think that, at depths perhaps halfway to the planet's center, the pressure becomes so great that electrons are squeezed off the hydrogen atoms, making the liquid electrically conducting like metal. Jupiter's fast rotation is thought to drive electrical currents in this region, generating the planet's powerful magnetic field. It is still unclear if, deeper down, Jupiter has a central core of solid material or if it may be a thick, super-hot and dense soup. It could be up to 90,032 degrees Fahrenheit (50,000 degrees Celsius) down there, made mostly of iron and silicate minerals (similar to quartz).</p><h2>Surface</h2><p>As a gas giant, Jupiter doesn’t have a true surface. The planet is mostly swirling gases and liquids. While a spacecraft would have nowhere to land on Jupiter, it wouldn’t be able to fly through unscathed either. The extreme pressures and temperatures deep inside the planet crush, melt and vaporize spacecraft trying to fly into the planet.</p><h2>Atmosphere</h2><p>Jupiter's appearance is a tapestry of colorful cloud bands and spots. The gas planet likely has three distinct cloud layers in its \"skies\" that, taken together, span about 44 miles (71 kilometers). The top cloud is probably made of ammonia ice, while the middle layer is likely made of ammonium hydrosulfide crystals. The innermost layer may be made of water ice and vapor.</p><a data-fancybox=\"jupiter\" data-caption=\"The sequence of processed images (enhanced color and sharpness) demonstrates the speed of change in the geometry of the survey of the spacecraft Juno during Jupiter flyby.\" href=\"img/content_imgs/j_pan.jpg\"><img src=\"img/content_imgs/j_pan.jpg\" alt=\"Juno flyby\"></a><p>The vivid colors you see in thick bands across Jupiter may be plumes of sulfur and phosphorus-containing gases rising from the planet's warmer interior. Jupiter's fast rotation—spinning once every 10 hours—creates strong jet streams, separating its clouds into dark belts and bright zones across long stretches.</p><div class=\"sidebar_gallery n4\"><a data-fancybox=\"jupiter\" href=\"img/content_imgs/j_cloud1.jpg\" style=\"background-image: url('img/content_imgs/j_cloud1.jpg');\"></a><a data-fancybox=\"jupiter\" href=\"img/content_imgs/j_cloud2.jpg\" style=\"background-image: url('img/content_imgs/j_cloud2.jpg');\"></a><a data-fancybox=\"jupiter\" href=\"img/content_imgs/j_cloud3.jpg\" style=\"background-image: url('img/content_imgs/j_cloud3.jpg');\"></a><a data-fancybox=\"jupiter\" href=\"img/content_imgs/j_cloud4.jpg\" style=\"background-image: url('img/content_imgs/j_cloud4.jpg');\"></a><a data-fancybox=\"jupiter\" data-caption=\"Jupiter's storm of the High North\" href=\"img/content_imgs/j_cloud5.jpg\" style=\"background-image: url('img/content_imgs/j_cloud5.jpg');\"></a><a data-fancybox=\"jupiter\" data-caption=\"Jupiter's south pole\" href=\"img/content_imgs/j_cloud6.jpg\" style=\"background-image: url('img/content_imgs/j_cloud6.jpg');\"></a><a data-fancybox=\"jupiter\" href=\"img/content_imgs/j_cloud7.jpg\" style=\"background-image: url('img/content_imgs/j_cloud7.jpg');\"></a><a data-fancybox=\"jupiter\" data-caption=\"Jupiter's Great Red Spot in true color\" href=\"img/content_imgs/j_cloud8.jpg\" style=\"background-image: url('img/content_imgs/j_cloud8.jpg');\"></a></div><p>With no solid surface to slow them down, Jupiter's spots can persist for many years. Stormy Jupiter is swept by over a dozen prevailing winds, some reaching up to 335 miles per hour (539 kilometers per hour) at the equator. The Great Red Spot, a swirling oval of clouds twice as wide as Earth, has been observed on the giant planet for more than 300 years. More recently, three smaller ovals merged to form the Little Red Spot, about half the size of its larger cousin. Scientists do not yet know if these ovals and planet-circling bands are shallow or deeply rooted to the interior.</p><a data-fancybox=\"jupiter\" data-caption=\"Jupiter's Red Spot\" href=\"img/content_imgs/red_spot.jpg\"><img src=\"img/content_imgs/red_spot.jpg\" alt=\"Jupiter's Red Spot\"></a><h2>Potential for Life</h2><p>Jupiter’s environment is probably not conducive to life as we know it. The temperatures, pressures and materials that characterize this planet are most likely too extreme and volatile for organisms to adapt to.</p><p>While planet Jupiter is an unlikely place for living things to take hold, the same is not true of some of its many moons. Europa is one of the likeliest places to find life elsewhere in our Solar System. There is evidence of a vast ocean just beneath its icy crust, where life could possibly be supported.</p><h2>Moons</h2><p>With four large moons and many smaller moons, Jupiter forms a kind of miniature solar system. Jupiter has 79 confirmed moons.</p><div class=\"sidebar_gallery n4\"><a data-fancybox=\"jupiter\" data-caption=\"Io, most volcanically active spot in the Solar System\" href=\"img/content_imgs/io.jpg\" style=\"background-image: url('img/content_imgs/io.jpg');\"></a><a data-fancybox=\"jupiter\" data-caption=\"Europa slightly smaller than Earth's Moon, its water-ice surface is crisscrossed by long, linear fractures\" href=\"img/content_imgs/europa.jpg\" style=\"background-image: url('img/content_imgs/europa.jpg');\"></a><a data-fancybox=\"jupiter\" data-caption=\"Ganymede is the largest moon in our solar system and the only moon with its own magnetic field\" href=\"img/content_imgs/ganimed.jpg\" style=\"background-image: url('img/content_imgs/ganimed.jpg');\"></a><a data-fancybox=\"jupiter\" data-caption=\"Callisto is Jupiter’s second largest moon. Its surface is the most heavily cratered of any object in our solar system\" href=\"img/content_imgs/callisto.jpg\" style=\"background-image: url('img/content_imgs/callisto.jpg');\"></a></div><p>Jupiter's four largest moons—Io, Europa, Ganymede and Callisto—were first observed by the astronomer Galileo Galilei in 1610 using an early version of the telescope. These four moons are known today as the Galilean satellites, and they're some of the most fascinating destinations in our solar system. Io is the most volcanically active body in the solar system. Ganymede is the largest moon in the solar system (even bigger than the planet Mercury). Callisto’s very few small craters indicate a small degree of current surface activity. A liquid-water ocean with the ingredients for life may lie beneath the frozen crust of Europa, making it a tempting place to explore.</p><h2>Rings</h2><p>Discovered in 1979 by NASA's Voyager 1 spacecraft, Jupiter's rings were a surprise, as they are composed of small, dark particles and are difficult to see except when backlit by the Sun. Data from the Galileo spacecraft indicate that Jupiter's ring system may be formed by dust kicked up as interplanetary meteoroids smash into the giant planet's small innermost moons.</p><h2>Magnetosphere</h2><p>The Jovian magnetosphere is the region of space influenced by Jupiter's powerful magnetic field. It balloons 600,000 to 2 million miles (1 to 3 million kilometers) toward the Sun (seven to 21 times the diameter or Jupiter itself) and tapers into a tadpole-shaped tail extending more than 600 million miles (1 billion kilometers) behind Jupiter, as far as Saturn's orbit. Jupiter's enormous magnetic field is 16 to 54 times as powerful as that of the Earth. It rotates with the planet and sweeps up particles that have an electric charge. Near the planet, the magnetic field traps swarms of charged particles and accelerates them to very high energies, creating intense radiation that bombards the innermost moons and can damage spacecraft.</p><div class=\"sidebar_gallery n2\"><a data-fancybox=\"jupiter\" data-caption=\"Jupiter's aurorae\" href=\"img/content_imgs/jupiter_nl.jpg\" style=\"background-image: url('img/content_imgs/jupiter_nl.jpg');\"></a><a data-fancybox=\"jupiter\" data-caption=\"Jupiter's aurorae in UV\" href=\"img/content_imgs/jupiter_nl2.jpg\" style=\"background-image: url('img/content_imgs/jupiter_nl2.jpg');\"></a></div><p>Jupiter's magnetic field also causes some of the solar system's most spectacular aurorae at the planet's poles.</p><iframe src=\"https://www.youtube.com/embed/CWDZFwjSyRU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
	    }
	}, {
	    "name": "saturn",
	    "features": {
	    	"type": "gas giant",
	    	"distance": 9.539,
	    	"day": 10.5,
	    	"year": 29.5,
	    	"mass": 95.16,
	    	"density": 0.7,
	    	"radius": 58232
		},
	    "content": {
	    	"headbg": "img/planet_covers/saturn_head.jpg",
	    	"description": "<p>Saturn is the sixth planet from the Sun and the second largest planet in our solar system. Adorned with a dazzling system of icy rings, Saturn is unique among the planets. It is not the only planet to have rings, but none are as spectacular or as complex as Saturn's. Like fellow gas giant Jupiter, Saturn is a massive ball made mostly of hydrogen and helium.</p><p>Surrounded by more than 60 known moons, Saturn is home to some of the most fascinating landscapes in our solar system. From the jets of water that spray from Enceladus to the methane lakes on smoggy Titan, the Saturn system is a rich source of scientific discovery and still holds many mysteries.</p><a data-fancybox=\"saturn\" data-caption=\"Saturn through a telescope\" href=\"img/content_imgs/maxresdefault.jpg\"><img src=\"img/content_imgs/maxresdefault.jpg\" alt=\"Saturn\"></a><p>Saturn is the farthest planet from Earth visible to the naked human eye, but it is through a telescope that the planet's most outstanding features can be seen: Saturn's rings. Saturn was the Roman name for Cronus, the lord of the Titans in Greek mythology. Saturn is the root of the English word \"Saturday\".</p><h2>Size and Distance</h2><p>With a radius of 36,183.7 miles (58,232 kilometers), Saturn is 9 times wider than Earth. If Earth were the size of a nickel, Saturn would be about as big as a volleyball.</p><p>From an average distance of 886 million miles (1.4 billion kilometers), Saturn is 9.5 astronomical units away from the Sun. One astronomical unit (abbreviated as AU), is the distance from the Sun to Earth. From this distance, it takes sunlight 80 minutes to travel from the Sun to Saturn.</p><a data-fancybox=\"saturn\" data-caption=\"Saturn and Earth size comparison\" href=\"img/content_imgs/saturn_and_earth.jpg\"><img src=\"img/content_imgs/saturn_and_earth.jpg\" alt=\"Saturn and Earth\"></a><p>Saturn is the flattest planet. Its polar diameter is 90% of its equatorial diameter, this is due to its low density and fast rotation. Saturn turns on its axis once every 10 hours and 34 minutes giving it the second-shortest day of any of the solar systm's planets.</p><h2>Orbit and Rotation</h2><p>Saturn has the second-shortest day in the solar system. One day on Saturn takes only 10.7 hours (the time it takes for Saturn to rotate or spin around once), and Saturn makes a complete orbit around the Sun (a year in Saturnian time) in about 29.4 Earth years (10,756 Earth days).</p><p>Its axis is tilted by 26.73 degrees with respect to its orbit around the Sun, which is similar to Earth's 23.5-degree tilt. This means that, like Earth, Saturn experiences seasons.</p><h2>Formation</h2><p>Saturn took shape when the rest of the solar system formed about 4.5 billion years ago, when gravity pulled swirling gas and dust in to become this gas giant. About 4 billion years ago, Saturn settled into its current position in the outer solar system, where it is the sixth planet from the Sun. Like Jupiter, Saturn is mostly made of hydrogen and helium, the same two main components that make up the Sun.</p><h2>Structure</h2><p>Like Jupiter, Saturn is made mostly of hydrogen and helium. At Saturn's center is a dense core of metals like iron and nickel surrounded by rocky material and other compounds solidified by the intense pressure and heat. It is enveloped by liquid metallic hydrogen inside a layer of liquid hydrogen—similar to Jupiter's core but considerably smaller.</p><p>It's hard to imagine, but Saturn is the only planet in our solar system whose average density is less than water. The giant gas planet could float in a bathtub if such a colossal thing existed.</p><h2>Surface</h2><p>As a gas giant, Saturn doesn’t have a true surface. The planet is mostly swirling gases and liquids deeper down. While a spacecraft would have nowhere to land on Saturn, it wouldn’t be able to fly through unscathed either. The extreme pressures and temperatures deep inside the planet crush, melt and vaporize spacecraft trying to fly into the planet.</p><h2>Atmosphere</h2><p>Saturn is blanketed with clouds that appear as faint stripes, jet streams and storms. The planet is many different shades of yellow, brown and grey.</p><p>Winds in the upper atmosphere reach 1,600 feet per second (500 meters per second) in the equatorial region. In contrast, the strongest hurricane-force winds on Earth top out at about 360 feet per second (110 meters per second). And the pressure—the same kind you feel when you dive deep underwater—is so powerful it squeezes gas into liquid.</p><p>Saturn's north pole has an interesting atmospheric feature—a six-sided jet stream. This hexagon-shaped pattern was first noticed in images from the Voyager I spacecraft and has been more closely observed by the Cassini spacecraft since. Spanning about 20,000 miles (30,000 kilometers) across, the hexagon is a wavy jet stream of 200-mile-per-hour winds (about 322 kilometers per hour) with a massive, rotating storm at the center. There is no weather feature like it anywhere else in the solar system.</p><a data-fancybox=\"saturn\" data-caption=\"Saturn's hexagonal storm\" href=\"img/content_imgs/saturn_pole.jpg\"><img src=\"img/content_imgs/saturn_pole.jpg\" alt=\"Saturn hexagonal storm\"></a><h2>Potential for Life</h2><p>Saturn's environment is not conducive to life as we know it. The temperatures, pressures and materials that characterize this planet are most likely too extreme and volatile for organisms to adapt to.</p><p>While planet Saturn is an unlikely place for living things to take hold, the same is not true of some of its many moons. Satellites like Enceladus and Titan, home to internal oceans, could possibly support life.</p><h2>Moons</h2><p>The moons of Saturn are numerous and diverse, ranging from tiny moonlets less than 1 kilometer across to the enormous Titan, which is larger than the planet Mercury. Saturn has 62 moons with confirmed orbits, 53 of which have names and only 13 of which have diameters larger than 50 kilometers, as well as dense rings with complex orbital motions of their own. Seven Saturnian moons are large enough to be ellipsoidal in shape, yet only two of those, Titan and Rhea, are currently in hydrostatic equilibrium. Particularly notable among Saturn's moons are Titan, the second-largest moon in the Solar System (after Jupiter's Ganymede), with a nitrogen-rich Earth-like atmosphere and a landscape featuring dry river networks and hydrocarbon lakes found nowhere else in the solar system; and Enceladus since its chemical composition is similar to that of comets. In particular, Enceladus emits jets of gas and dust, which could indicate the presence of liquid water under its south pole region, and may have a global ocean below its surface.</p><div class=\"sidebar_gallery n4\"><a data-fancybox=\"saturn\" data-caption=\"Titan is the largest moon of Saturn. It is the only moon known to have a dense atmosphere\" href=\"img/content_imgs/titan.jpg\" style=\"background-image: url('img/content_imgs/titan.jpg');\"></a><a data-fancybox=\"saturn\" data-caption=\"Enceladus is mostly covered by fresh, clean ice, making it one of the most reflective bodies of the Solar System\" href=\"img/content_imgs/enceladus.jpg\" style=\"background-image: url('img/content_imgs/enceladus.jpg');\"></a><a data-fancybox=\"saturn\" data-caption=\"When seen from certain angles, Mimas resembles the Death Star\" href=\"img/content_imgs/mimas.jpg\" style=\"background-image: url('img/content_imgs/mimas.jpg');\"></a><a data-fancybox=\"saturn\" data-caption=\"Iapetus has a massive equatorial ridge running three-quarters of the way around the moon\" href=\"img/content_imgs/Iapetus.jpg\" style=\"background-image: url('img/content_imgs/Iapetus.jpg');\"></a></div><h2>Rings</h2><p>Saturn's rings are thought to be pieces of comets, asteroids or shattered moons that broke up before they reached the planet, torn apart by Saturn's powerful gravity. They are made of billions of small chunks of ice and rock coated with another material such as dust. The ring particles mostly range from tiny, dust-sized icy grains to chunks as big as a house. A few particles are as large as mountains. The rings would look mostly white if you looked at them from the cloud tops of Saturn, and interestingly, each ring orbits at a different speed around the planet.</p><div class=\"sidebar_gallery n2\"><a data-fancybox=\"saturn\" href=\"img/content_imgs/rings.jpg\" style=\"background-image: url('img/content_imgs/rings.jpg');\"></a><a data-fancybox=\"saturn\" href=\"img/content_imgs/rings2.jpg\" style=\"background-image: url('img/content_imgs/rings2.jpg');\"></a></div><p>Saturn's ring system extends up to 175,000 miles (282,000 kilometers) from the planet, yet the vertical height is typically about 30 feet (10 meters) in the main rings. Named alphabetically in the order they were discovered, the rings are relatively close to each other, with the exception of a gap measuring 2,920 miles (4,700 kilometers) wide called the Cassini Division that separates Rings A and B. The main rings are A, B and C. Rings D, E, F and G are fainter and more recently discovered.</p><p>Starting at Saturn and moving outward, there is the D ring, C ring, B ring, Cassini Division, A ring, F ring, G ring, and finally, the E ring. Much farther out, there is the very faint Phoebe ring in the orbit of Saturn's moon Phoebe.</p><h2>Magnetosphere</h2><p>Saturn's magnetic field is smaller than Jupiter's but still 578 times as powerful as Earth's. Saturn, the rings, and many of the satellites lie totally within Saturn's enormous magnetosphere, the region of space in which the behavior of electrically charged particles is influenced more by Saturn's magnetic field than by the solar wind.</p><a data-fancybox=\"saturn\" data-caption=\"Saturn's aurorae\" href=\"img/content_imgs/s_aurorae.jpg\"><img src=\"img/content_imgs/s_aurorae.jpg\" alt=\"Saturn hexagonal storm\"></a><p>Aurorae occur when charged particles spiral into a planet's atmosphere along magnetic field lines. On Earth, these charged particles come from the solar wind. Cassini showed that at least some of Saturn's aurorae are like Jupiter's and are largely unaffected by the solar wind. Instead, these aurorae are caused by a combination of particles ejected from Saturn's moons and Saturn's magnetic field's rapid rotation rate. But these \"non-solar-originating\" aurorae are not completely understood yet.</p><iframe src=\"https://www.youtube.com/embed/epZdZaEQhS0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
		}
	}, {
	    "name": "uranus",
	    "features": {
	    	"type": "ice giant",
	    	"distance": 19.18,
	    	"day": 18,
	    	"year": 84,
	    	"mass": 14.54,
	    	"density": 1.3,
	    	"radius": 25362
	    },
	    "content": {
	    	"headbg": "img/planet_covers/uranus_head.jpg",
	    	"description": "<p>The seventh planet from the Sun with the third largest diameter in our solar system, Uranus is very cold and windy. The ice giant is surrounded by 13 faint rings and 27 small moons as it rotates at a nearly 90-degree angle from the plane of its orbit. This unique tilt makes Uranus appear to spin on its side, orbiting the Sun like a rolling ball.</p><p>The first to be discovered by scientists with the aid of a telescope, Uranus was discovered in 1781 by astronomer William Herschel. It is too dim to have been seen by the ancients. At first Herschel thought it was a comet, but several years later it was confirmed as a planet. Herscal tried to have his discovery named “Georgian Sidus” after King George III. The name Uranus was suggested by astronomer Johann Bode. The name comes from the ancient Greek deity Ouranos.</p><p>William Herschel tried unsuccessfully to name his discovery Georgium Sidus after King George III. Instead the planet was named for Uranus, the Greek god of the sky, as suggested by Johann Bode.</p><p>Uranus is often referred to as an “ice giant” planet. Like the other gas giants, it has a hydrogen upper layer, which has helium mixed in. Below that is an icy “mantle, which surrounds a rock and ice core. The upper atmosphere is made of water, ammonia and the methane ice crystals that give the planet its pale blue colour.</p><h2>Size and Distance</h2><p>With a radius of 15,759.2 miles (25,362 kilometers), Uranus is 4 times wider than Earth. If Earth was the size of a nickel, Uranus would be about as big as a softball.</p><a data-fancybox=\"uranus\" data-caption=\"Uranus and Earth size comparison\" href=\"img/content_imgs/uranus_and_earth.jpg\"><img src=\"img/content_imgs/uranus_and_earth.jpg\" alt=\"Uranus and Earth\"></a><p>From an average distance of 1.8 billion miles (2.9 billion kilometers), Uranus is 19.8 astronomical units away from the Sun. One astronomical unit (abbreviated as AU), is the distance from the Sun to Earth. From this distance, it takes sunlight 2 hours and 40 minutes to travel from the Sun to Uranus.</p><h2>Orbit and Rotation</h2><p>One day on Uranus takes about 17 hours (the time it takes for Uranus to rotate or spin once). And Uranus makes a complete orbit around the Sun (a year in Uranian time) in about 84 Earth years (30,687 Earth days).</p><p>Uranus is the only planet whose equator is nearly at a right angle to its orbit, with a tilt of 97.77 degrees—possibly the result of a collision with an Earth-sized object long ago. This unique tilt causes the most extreme seasons in the solar system. During some parts of its orbit one or the other of its poles point directly at the Sun and get about 42 years of direct sunlight. The rest of the time they are in darkness.</p><div class=\"sidebar_gallery n3\"><a data-fancybox=\"uranus\" data-caption=\"Infrared Uranus photo by Hubble Space Telescope. August 8, 1998\" href=\"img/content_imgs/uranus1.jpg\" style=\"background-image: url('img/content_imgs/uranus1.jpg');\"></a><a data-fancybox=\"uranus\" data-caption=\"Normal Uranus photo by Hubble Space Telescope 2006\" href=\"img/content_imgs/uranus2.jpg\" style=\"background-image: url('img/content_imgs/uranus2.jpg');\"></a><a data-fancybox=\"uranus\" data-caption=\"Uranus as seen by NASA's Voyager 2. January 14, 1986\" href=\"img/content_imgs/uranus3.jpg\" style=\"background-image: url('img/content_imgs/uranus3.jpg');\"></a></div><p>Uranus is also one of just two planets that rotate in the opposite direction than most of the planets (Venus is the other one), from east to west.</p><h2>Formation</h2><p>Uranus took shape when the rest of the solar system formed about 4.5 billion years ago, when gravity pulled swirling gas and dust in to become this ice giant. Like its neighbor Neptune, Uranus likely formed closer to the Sun and moved to the outer solar system about 4 billion years ago, where it is the seventh planet from the Sun.</p><h2>Structure</h2><p>Uranus is one of two ice giants in the outer solar system (the other is Neptune). Most (80 percent or more) of the planet's mass is made up of a hot dense fluid of \"icy\" materials—water, methane and ammonia—above a small rocky core. Near the core, it heats up to 9,000 degrees Fahrenheit (4,982 degrees Celsius).</p><p>Uranus is slightly larger in diameter than its neighbor Neptune, yet smaller in mass. It is the second least dense planet; Saturn is the least dense of all.</p><p>Uranus gets its blue-green color from methane gas in the atmosphere. Sunlight passes through the atmosphere and is reflected back out by Uranus' cloud tops. Methane gas absorbs the red portion of the light, resulting in a blue-green color.</p><h2>Surface</h2><p>As an ice giant, Uranus doesn’t have a true surface. The planet is mostly swirling fluids. While a spacecraft would have nowhere to land on Uranus, it wouldn’t be able to fly through its atmosphere unscathed either. The extreme pressures and temperatures would destroy a metal spacecraft.</p><h2>Atmosphere</h2><p>Uranus' atmosphere is mostly hydrogen and helium, with a small amount of methane and traces of water and ammonia. The methane gives Uranus its signature blue color.</p><p>While Voyager 2 saw only a few discrete clouds, a Great Dark Spot and a small dark spot during its flyby in 1986, more recent observations reveal that Uranus exhibits dynamic clouds as it approaches equinox, including rapidly changing bright features.</p><p>Uranus' planetary atmosphere, with a minimum temperature of 49K (-224.2 degrees Celsius) makes it even colder than Neptune in some places.</p><p>Wind speeds can reach up to 560 miles per hour (900 kilometers per hour) on Uranus. Winds are retrograde at the equator, blowing in the reverse direction of the planet’s rotation. But closer to the poles, winds shift to a prograde direction, flowing with Uranus' rotation.</p><h2>Potential for Life</h2><p>Uranus' environment is not conducive to life as we know it. The temperatures, pressures and materials that characterize this planet are most likely too extreme and volatile for organisms to adapt to.</p><h2>Moons</h2><p>Uranus has 27 known moons. While most of the satellites orbiting other planets take their names from Greek or Roman mythology, Uranus' moons are unique in being named for characters from the works of William Shakespeare and Alexander Pope.</p><p>All of Uranus' inner moons appear to be roughly half water ice and half rock. The composition of the outer moons remains unknown, but they are likely captured asteroids.</p><h2>Rings</h2><p>Uranus has two sets of rings. The inner system of nine rings consists mostly of narrow, dark grey rings. There are two outer rings: the innermost one is reddish like dusty rings elsewhere in the solar system, and the outer ring is blue like Saturn's E ring.</p><a data-fancybox=\"uranus\" data-caption=\"Voyager 2 returned this picture of the Uranus rings on Jan. 22, 1986\" href=\"img/content_imgs/uranus_rings.jpg\"><img src=\"img/content_imgs/uranus_rings.jpg\" alt=\"Uranus' rings\"></a><p>In order of increasing distance from the planet, the rings are called Zeta, 6, 5, 4, Alpha, Beta, Eta, Gamma, Delta, Lambda, Epsilon, Nu and Mu. Some of the larger rings are surrounded by belts of fine dust.</p><h2>Magnetosphere</h2><p>Uranus has an unusual, irregularly shaped magnetosphere. Magnetic fields are typically in alignment with a planet's rotation, but Uranus' magnetic field is tipped over: the magnetic axis is tilted nearly 60 degrees from the planet's axis of rotation, and is also offset from the center of the planet by one-third of the planet's radius.</p><p>Auroras on Uranus are not in line with the poles (like they are on Earth, Jupiter and Saturn) due to the lopsided magnetic field.</p><p>The magnetosphere tail behind Uranus opposite the Sun extends into space for millions of miles. Its magnetic field lines are twisted by Uranus’ sideways rotation into a long corkscrew shape.</p><iframe src=\"https://www.youtube.com/embed/6udH9mjjSXc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
	    }
	}, {
	    "name": "neptune",
	    "features": {
	    	"type": "ice giant",
	    	"distance": 30.06,
	    	"day": 19,
	    	"year": 165,
	    	"mass": 17.15,
	    	"density": 1.6,
	    	"radius": 24622
	    },
	    "content": {
	    	"headbg": "img/planet_covers/neptune_head.jpg",
	    	"description": "<p>Dark, cold and whipped by supersonic winds, ice giant Neptune is the eighth and most distant planet in our solar system. More than 30 times as far from the Sun as Earth, Neptune is the only planet in our solar system not visible to the naked eye. In 2011 Neptune completed its first 165-year orbit since its discovery in 1846.</p><p>Neptune is so far from the Sun that high noon on the big blue planet would seem like dim twilight to us. The warm light we see here on our home planet is roughly 900 times as bright as sunlight on Neptune.</p><p>It was the first planet to get its existence predicted by mathematical calculations before it was actually seen through a telescope on Sept. 23, 1846. Irregularities in the orbit of Uranus led French astronomer Alexis Bouvard to suggest that the gravitational pull from another celestial body might be responsible. German astronomer Johann Galle then relied on subsequent calculations to help spot Neptune via telescope. Previously, astronomer Galileo Galilei sketched the planet, but he mistook it for a star due to its slow motion. In accordance with all the other planets seen in the sky, this new world was given a name from Greek and Roman mythology - Neptune, the Roman god of the sea.</p><div class=\"sidebar_gallery n2\"><a data-fancybox=\"neptune\" data-caption=\"Neptune from the Very Large Telescope. July 24, 2018\" href=\"img/content_imgs/nep1.jpg\" style=\"background-image: url('img/content_imgs/nep1.jpg');\"></a><a data-fancybox=\"neptune\" data-caption=\"Picture of Neptune produced by the Voyager 2. October 30, 1998\" href=\"img/content_imgs/nep2.jpg\" style=\"background-image: url('img/content_imgs/nep2.jpg');\"></a></div><p>Only one mission has flown by Neptune – Voyager 2 in 1989 – meaning that astronomers have done most studies using ground-based telescopes. Today, there are still many mysteries about the cool, blue planet, such as why its winds are so speedy and why its magnetic field is offset.</p><h2>Size and Distance</h2><p>With a radius of 15,299.4 miles (24,622 kilometers), Neptune is about four times wider than Earth. If Earth were the size of a nickel, Neptune would be about as big as a baseball.</p><a data-fancybox=\"neptune\" data-caption=\"Neptune and Earth size comparison\" href=\"img/content_imgs/neprune_and_earth.jpg\"><img src=\"img/content_imgs/neprune_and_earth.jpg\" alt=\"Neptune and Earth\"></a><p>From an average distance of 2.8 billion miles (4.5 billion kilometers), Neptune is 30 astronomical units away from the Sun. One astronomical unit (abbreviated as AU), is the distance from the Sun to Earth. From this distance, it takes sunlight 4 hours to travel from the Sun to Neptune.</p><h2>Orbit and Rotation</h2><p>One day on Neptune takes about 18 hours (the time it takes for Neptune to rotate or spin once). And Neptune makes a complete orbit around the Sun (a year in Neptunian time) in about 165 Earth years (60,190 Earth days).</p><p>Sometimes Neptune is even farther from the Sun than dwarf planet Pluto. Pluto's highly eccentric, oval-shaped orbit brings it inside Neptune's orbit for a 20-year period every 248 Earth years. This switch, in which Pluto is closer to the Sun than Neptune, happened most recently from 1979 to 1999. Pluto can never crash into Neptune, though, because for every three laps Neptune takes around the Sun, Pluto makes two. This repeating pattern prevents close approaches of the two bodies.</p><p>Neptune’s axis of rotation is tilted 28 degrees with respect to the plane of its orbit around the Sun, which is similar to the axial tilts of Mars and Earth. This means that Neptune experiences seasons just like we do on Earth; however, since its year is so long, each of the four seasons lasts for over 40 years.</p><h2>Formation</h2><p>Neptune took shape when the rest of the solar system formed about 4.5 billion years ago, when gravity pulled swirling gas and dust in to become this ice giant. Like its neighbor Uranus, Neptune likely formed closer to the Sun and moved to the outer solar system about 4 billion years ago.</p><h2>Structure</h2><p>Neptune is one of two ice giants in the outer solar system (the other is Uranus). Most (80 percent or more) of the planet's mass is made up of a hot dense fluid of \"icy\" materials—water, methane and ammonia—above a small, rocky core. Of the giant planets, Neptune is the densest.</p><p>Neptune is the smallest of the ice giants. Despite being smaller than Uranus, Neptune has a greater mass. Below its heavy atmosphere, Uranus is made of layers of hydrogen, helium, and methane gases. They enclose a layer of water, ammonia and methane ice. The inner core of the planet is made of rock.</p><p>Scientists think there might be an ocean of super hot water under Neptune's cold clouds. It does not boil away because incredibly high pressure keeps it locked inside.</p><h2>Surface</h2><p>Neptune does not have a solid surface. Its atmosphere (made up mostly of hydrogen, helium and methane) extends to great depths, gradually merging into water and other melted ices over a heavier, solid core with about the same mass as Earth.</p><h2>Atmosphere</h2><p>Neptune's atmosphere is made up mostly of hydrogen and helium with just a little bit of methane. Neptune's neighbor Uranus is a blue-green color due to such atmospheric methane, but Neptune is a more vivid, brighter blue, so there must be an unknown component that causes the more intense color.</p><p>Neptune is our solar system's windiest world. Despite its great distance and low energy input from the Sun, Neptune's winds can be three times stronger than Jupiter's and nine times stronger than Earth's. These winds whip clouds of frozen methane across the planet at speeds of more than 1,200 miles per hour (2,000 kilometers per hour). Even Earth's most powerful winds hit only about 250 miles per hour (400 kilometers per hour).</p><div class=\"sidebar_gallery n3\"><a data-fancybox=\"neptune\" data-caption=\"Neptune's windy atmosphere in Voyager 2 image. August 1989\" href=\"img/content_imgs/neptune1.jpg\" style=\"background-image: url('img/content_imgs/neptune1.jpg');\"></a><a data-fancybox=\"neptune\" data-caption=\"Clouds streak across Neptune\" href=\"img/content_imgs/neptune2.jpg\" style=\"background-image: url('img/content_imgs/neptune2.jpg');\"></a><a data-fancybox=\"neptune\" data-caption=\"Neptune's Great Dark Spot\" href=\"img/content_imgs/neptune3.jpg\" style=\"background-image: url('img/content_imgs/neptune3.jpg');\"></a></div><p>In 1989 a large, oval-shaped storm in Neptune's southern hemisphere dubbed the \"Great Dark Spot\" was large enough to contain the entire Earth. That storm has since disappeared, but new ones have appeared on different parts of the planet.</p><h2>Potential for Life</h2><p>Neptune's environment is not conducive to life as we know it. The temperatures, pressures and materials that characterize this planet are most likely too extreme and volatile for organisms to adapt to.</p><h2>Moons</h2><p>Neptune has 13 known moons and one provisional moon that is awaiting official confirmation. Neptune's largest moon Triton was discovered on October 10, 1846, by William Lassell, just 17 days after Johann Gottfried Galle discovered the planet. Since Neptune was named for the Roman god of the sea, its moons are named for various lesser sea gods and nymphs in Greek mythology.</p><p>Triton is the only large moon in the solar system that circles its planet in a direction opposite to the planet's rotation (a retrograde orbit), which suggests that it may once have been an independent object that Neptune captured. Triton is extremely cold, with surface temperatures around minus 391 degrees Fahrenheit (minus 235 degrees Celsius). And yet, despite this deep freeze at Triton, Voyager 2 discovered geysers spewing icy material upward more than 5 miles (8 kilometers). Triton's thin atmosphere, also discovered by Voyager, has been detected from Earth several times since, and is growing warmer, but scientists do not yet know why.</p><h2>Rings</h2><p>Neptune has five known rings. Starting near the planet and moving outward, they are named Galle, Leverrier, Lassell, Arago and Adams. The rings are thought to be relatively young and short-lived.</p><a data-fancybox=\"neptune\" data-caption=\"Neptune ring system\" href=\"img/content_imgs/nep_rings.jpg\"><img src=\"img/content_imgs/nep_rings.jpg\" alt=\"Neptune's rings\"></a><p>Neptune's rings also have peculiar clumps of dust called arcs. Four prominent arcs named Liberté (Liberty), Egalité (Equality), Fraternité (Fraternity) and Courage are in the outermost ring, Adams. The arcs are strange because the laws of motion would predict that they would spread out evenly rather than stay clumped together. Scientists now think the gravitational effects of Galatea, a moon just inward from the ring, stabilizes these arcs.</p><h2>Magnetosphere</h2><p>The main axis of Neptune's magnetic field is tipped over by about 47 degrees compared with the planet's rotation axis. Like Uranus, whose magnetic axis is tilted about 60 degrees from the axis of rotation, Neptune's magnetosphere undergoes wild variations during each rotation because of this misalignment. The magnetic field of Neptune is about 27 times more powerful than that of Earth.​</p><iframe src=\"https://www.youtube.com/embed/faKnto4Pb6c\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
	    }
	}, 
	{
	    "name": "pluto",
	    "features": {
		    "type": "dwarf planet",
		    "distance": 39.5,
		    "day": 6.4,
		    "year": 248,
		    "mass": 0.002,
		    "density": 2.1,
		    "radius": 1188
	    },
	    "content": {
	    	"headbg": "img/planet_covers/pluto_head.jpg",
	    	"description": "<p>Pluto is a complex and mysterious world with mountains, valleys, plains, craters, and maybe glaciers. Discovered in 1930, Pluto was long considered our solar system's ninth planet. But after the discovery of similar intriguing worlds deeper in the distant Kuiper Belt. It is also one of the largest known members of the Kuiper Belt, a shadowy zone beyond the orbit of Neptune thought to be populated by hundreds of thousands of rocky, icy bodies each larger than 62 miles (100 kilometers) across, along with 1 trillion or more comets.</p><p>Pluto is orbited by five known moons, the largest of which is Charon. Charon is about half the size of Pluto itself, making it the largest satellite relative to the planet it orbits in our solar system. Pluto and Charon are often referred to as a \"double planet\".</p><p>In 2006, Pluto was reclassified as a dwarf planet, a change widely thought of as a demotion. The question of Pluto's planet status has attracted controversy and stirred debate in the scientific community, and among the general public, since then. In 2017, a science group (including members of the New Horizon mission) proposed a new definition of planethood based on \"round objects in space smaller than stars\" which would make the number of planets in our solar systm expand from 8 to roughly 100.</p><p>Pluto is named after the Roman god of the underworld. This is a later name for the more well known Hades and was proposed by Venetia Burney an eleven year old schoolgirl from Oxford, England.</p><h2>Size and Distance</h2><p>With a radius of 715 miles (1,151 kilometers), Pluto is about 1/6 the width of Earth. If Earth was the size of a nickel, Pluto would be about as big as a popcorn kernel.</p><p>From an average distance of 3.7 billion miles (5.9 billion kilometers), Pluto is 39 astronomical units away from the sun. One astronomical unit (abbreviated as AU), is the distance from the sun to Earth. From this distance, it takes sunlight 5.5 hours to travel from the sun to Pluto.</p><a data-fancybox=\"pluto\" data-caption=\"Pluto and Earth size comparison\" href=\"img/content_imgs/pluto_earth.jpg\"><img src=\"img/content_imgs/pluto_earth.jpg\" alt=\"Pluto Earth\"></a><p>If you were to stand on the surface of Pluto at noon, the sun would be 1/900 the brightness it is here on Earth, or about 300 times as bright as our full moon. There is a moment each day near sunset here on Earth when the light is the same brightness as midday on Pluto. Find out when you can experience \"Pluto time\" where you live.</p><h2>Orbit and Rotation</h2><p>Pluto's orbit around the sun is unusual compared to the planets: it's both elliptical and tilted. Pluto's 248-year-long, oval-shaped orbit can take it as far as 49.3 astronomical units (AU) from the sun, and as close as 30 AU. (One AU is the mean distance between Earth and the sun: about 93 million miles or 150 million kilometers.) But on average, Pluto is 3.7 billion miles (5.9 billion kilometers) away from the sun, or 39 AU.</p><p>From 1979 to 1999, Pluto was near perihelion, when it is closest to the sun. During this time, Pluto was actually closer to the sun than Neptune.</p><p>One day on Pluto takes about 153 hours. Its axis of rotation is tilted 57 degrees with respect to the plane of its orbit around the sun, so it spins almost on its side. Pluto also exhibits a retrograde rotation; spinning from east to west like Venus and Uranus.</p><h2>Formation</h2><p>Dwarf planet Pluto is a member of a group of objects that orbit in a disc-like zone beyond the orbit of Neptune called the Kuiper Belt. This distant realm is populated with thousands of miniature icy worlds, which formed early in the history of our solar system about 4.5 billion years ago. These icy, rocky bodies are called Kuiper Belt objects, transneptunian objects, or plutoids.</p><h2>Structure</h2><p>Pluto is about two-thirds the diameter of Earth's moon and probably has a rocky core surrounded by a mantle of water ice. Interesting ices like methane and nitrogen frost coat its surface. Due to its lower density, Pluto's mass is about one-sixth that of Earth's moon.</p><h2>Surface</h2><p>Pluto's surface is characterized by mountains, valleys, plains, and craters. The temperature on Pluto can be as cold as -375 to -400 degrees Fahrenheit (-226 to -240 degrees Celsius).</p><a data-fancybox=\"pluto\" data-caption=\"Pluto in true color\" href=\"img/content_imgs/pluto_real.jpg\"><img src=\"img/content_imgs/pluto_real.jpg\" alt=\"Pluto\"></a><p>Pluto's mountains can be as tall as 6,500 to 9,800 feet (2 to 3 kilometers) and are big blocks of water ice, sometimes with a coating of frozen gases like methane. And long troughs and valleys as long as 370 miles (600 kilometers) add to the interesting features of this faraway dwarf planet.</p><p>Craters as large as 162 miles (260 kilometers) in diameter dot some of the landscape on Pluto, with some showing signs of erosion and filling. This suggests tectonic forces are slowly resurfacing Pluto.</p><a data-fancybox=\"pluto\" data-caption=\"Pluto surface\" href=\"img/content_imgs/pluto_surf.jpg\"><img src=\"img/content_imgs/pluto_surf.jpg\" alt=\"Pluto surface\"></a><p>The most prominent plains observed on Pluto appear to be made of frozen nitrogen gas and show no craters. These plains do show structures suggesting convection (blobs of material circulating up and down).</p><h2>Atmosphere</h2><p>Pluto has a thin, tenuous atmosphere that expands when it comes closer to the sun and collapses as it moves farther away—similar to a comet. The main constituent is molecular nitrogen, though molecules of methane and carbon monoxide have also been detected.</p><a data-fancybox=\"pluto\" data-caption=\"Pluto's tenuous but distended atmosphere\" href=\"img/content_imgs/pluto_atmo.jpg\"><img src=\"img/content_imgs/pluto_atmo.jpg\" alt=\"Pluto atmosphere\"></a><p>When Pluto is close to the sun, its surface ices sublimate (changing directly from solid to gas) and rise to temporarily form a thin atmosphere. Pluto's low gravity (about six percent of Earth's) causes the atmosphere to be much more extended in altitude than our planet's atmosphere. Pluto becomes much colder during the part of each year when it is traveling far away from the sun. During this time, the bulk of the planet's atmosphere may freeze and fall as snow to the surface.</p><h2>Potential for Life</h2><p>The surface of Pluto is extremely cold, so it seems unlikely that life could exist there. At such cold temperatures, water, which is vital for life as we know it, is essentially rock-like. Pluto's interior is warmer, however, and some think there could even be an ocean deep inside.</p><h2>Moons</h2><p>Pluto has five known moons: Charon, Nix, Hydra, Kerberos and Styx. This moon system might have formed by a collision between Pluto and another similar-sized body early in the history of the solar system.</p><a data-fancybox=\"pluto\" data-caption=\"At half the size of Pluto, Charon is the largest of Pluto's moons and the largest known satellite relative to its parent body\" href=\"img/content_imgs/charon.jpg\"><img src=\"img/content_imgs/charon.jpg\" alt=\"Charon\"></a><p>Charon, the biggest of Pluto's moons, is about half the size of Pluto itself, making it the largest satellite relative to the planet it orbits in our solar system. It orbits Pluto at a distance of just 12,200 miles (19,640 kilometers). For comparison, our moon is 20 times farther away from Earth. Pluto and Charon are often referred to as a double planet.</p><p>Charon's orbit around Pluto takes 153 hours the same time it takes Pluto to complete one rotation. This means Charon neither rises nor sets, but hovers over the same spot on Pluto's surface. The same side of Charon always faces Pluto, a state called tidal locking.</p><a data-fancybox=\"pluto\" data-caption=\"Pluto and Charon\" href=\"img/content_imgs/pluto_charon.jpg\"><img src=\"img/content_imgs/pluto_charon.jpg\" alt=\"Pluto Charon\"></a><p>Pluto's other four moons are much smaller, less than 100 miles (160 kilometers) wide. They're also irregularly shaped, not spherical like Charon. Unlike many other moons in the solar system, these moons are not tidally locked to Pluto. They all spin and don’t keep the same face towards Pluto.</p><h2>Rings</h2><p>There are no known rings around Pluto.</p><h2>Magnetosphere</h2><p>It isn't known whether Pluto has a magnetic field, but its small size and slow rotation suggest little or none.</p><iframe src=\"https://www.youtube.com/embed/-iZio70bd-M\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
	    }
	}
]